---
kind: enumMember
id: F:Autodesk.Revit.DB.StructuralBehavior.Isotropic
enum: Autodesk.Revit.DB.StructuralBehavior
source: html/f3f7bac9-221a-2b0e-1465-5b86dd8454b2.htm
---
# Autodesk.Revit.DB.StructuralBehavior.Isotropic

The structural element behaves isotropically.